aichat
ark
baobab
base
base-devel
bat
blueman
bluez-utils
brightnessctl
cava
chaotic-keyring
chaotic-mirrorlist
cliphist
code
dolphin
downgrade
dunst
emote
epiphany
evince
eza
fastfetch
ffmpegthumbs
firefox
fish
gamemode
gamescope
gdm
gestures
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grimblast-git
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyde-cli-git
hyprland
intel-media-driver
intel-ucode
iwd
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
libinput-gestures
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
loupe
lsd
malcontent
mangohud
nano
nautilus
neovim
network-manager-applet
networkmanager
npm
nwg-look
orca
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-gnome
python-pyamdgpuinfo
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi-lbonn-wayland-git
rygel
sddm
simple-scan
slurp
smartmontools
snapshot
spicetify-cli
spotify
starship
steam
sushi
swappy
swaylock-effects-git
swww
tecla
thefuck
tmux
totem
tracker3-miners
trash-cli-git
udiskie
vim
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wlogout
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yarn
yay
yay-debug
yazi
yelp
zoxide
zram-generator
zsh
